insert into user values (
    1,
    '亀山 拓磨',
    'kameyama@gmail.com',
    '$2y$10$vfhAWUmdUsIcDzXcP9GGgOGEI0KJ.5DlJnSFJb9dNOtheqNUTqTgy',
    '../../Picture/Self.jpg',
    '1996-06-23',
    '男',
    '2012年 3月 黒石市立黒石中学校卒業
    2012年 4月 青森県立弘前高等学校入学
    2015年 3月 青森県立弘前高等学校卒業
    2015年 4月 日本工学院専門学校ITカレッジ情報処理科入学
    2017年 3月 日本工学院専門学校ITカレッジ情報処理科卒業
    2017年 4月 株式会社クレアンスメアード入社
    2018年 1月 株式会社クレアンスメアード退職
    2018年 1月 株式会社VSN入社
    現在に至る',
    '2015年 1月 基本情報技術者合格
    2016年 6月 応用情報技術者合格
    2017年 6月 情報処理安全確保支援士合格',
    '私には3つのアピールポイントがあります。
     1つは経験、1つは資格、1つは自己学習の3つのアピールポイントです。

     経験のアピールになります。
     phpを使用したアプリケーションの開発や、webサイトの開発、バッチの開発などを行うことができます。
     また、javascriptを使用した画面の開発や、画面の操作なども行うことができます。

     資格のアピールになります。
     3つの資格を取得しております。すべて情報系の資格になります。
     3つの資格の内、2つの資格は合格率20%程度となっており、難関の資格となっております。
     これらの資格を取得できたことは、自分の自信にも繋がっております。

     自己学習のアピールになります。
     これまでに20冊以上のソフトウェア開発にかかわる参考書を読んできております。
     参考書を読んで学んだ知識は私の開発の支えとなっており、またチームでの開発にも活かせるものとなっております。

     以上、3つのアピールポイントでした。
     これらのアピールポイントを活かし、少しでもプロジェクトに貢献できますと幸いです。
    '
);

insert into user values (
    2,
    'テストユーザー',
    'test@gmail.com',
    '$2y$10$vfhAWUmdUsIcDzXcP9GGgOGEI0KJ.5DlJnSFJb9dNOtheqNUTqTgy',
    '../../Picture/TestUser.jpg',
    '2021-05-26',
    '男',
    'テスト用です。',
    'テスト用です。',
    'テスト用です。
    '
);

insert into user values (
    3,
    '../テストユーザー2',
    'test2@gmail.com',
    '$2y$10$vfhAWUmdUsIcDzXcP9GGgOGEI0KJ.5DlJnSFJb9dNOtheqNUTqTgy',
    '../../Picture/TestUser.jpg',
    '2021-6-10',
    '',
    '',
    '',
    ''
);