insert into jobChange values (
    null,
    1,
    '私には主に3つの転職理由があります。

     1つめは、技術的なことが評価されないということです。
     どれだけ参考書を読んで技術スキルを上げてプロジェクトに貢献しても、その点は評価されることはありませんでした。
     お客様ごとにプロジェクトは異なるため公平な評価につながらないということが理由でしたが、私としてはプロジェクトに貢献するために仕事をしているため、その点が評価につながらない点が不満でした。

     2つめは、派遣という形態が嫌になった点です。
     派遣という形でお客様先に出向くことになり、派遣される場所により環境が変わるため、安定しておりませんでした。
     また、派遣という形態からか社会的評価も低いと感じることもありました。

     3つめは、医者に勧められたからです。
     これが最も大きな転職理由になります。
     入院していたころ、医者に精神障害者保健福祉手帳を取得して、転職することを勧められました。
     手帳を取得して障害者の枠で大企業に就職したほうが、私自身の幸せにつながるのではないかと言われました。
     私はそういう道もあるのかと、私の幸せになるのであれば、1つの方法として手帳を取得して転職することを意識し始めました。

     以上、私の転職理由になります。
     繰り返しになりますが、3番目の理由が主な転職理由となっております。
    ',
    '私には主に3つの志望動機があります。

     1つめは、御社がソフトウェア開発を行っている点です。
     これまで私はソフトウェアの開発者として働いてきました。
     これまでのソフトウェアの開発者としての経歴を活かすため、今後もソフトウェア開発の仕事を行うことができればと思っております。
     御社では、ソフトウェアの開発を行っており、私のこれまでの経験に合致するものと思いました。

     2つめは、企業規模が大きくて安定している点です。
     企業規模が大きいため雇用が安定しており、私が長く働くことができる場所だと思いました。
     また、企業規模が大きいことに伴い、障碍者雇用を行っている点も私にとっては大きい志望動機となりました。

     3つめは、障碍者雇用を行っている点です。
     これが最も大きな志望動機となります。
     障害者雇用を行っているところは少なく、エンジニアで障碍者雇用を行っているところは、なおのこと少なかったです。
     転職理由にも記載しましたが、障碍者雇用で転職を考えているため、この雇用がされている点は志望動機の大きな理由の1つとなりました。

     以上、私の志望動機となります。
    ',
    '私には主に3つの活かせる経験があります。

     1つめはシステムの開発経験です。
     バッチシステム、webシステムの開発の経験があります。
     最も経験が多いプログラミング言語はphpになりますが、その他にもjavascriptによるプログラミングができます。
     ミドルウェアでは、mysql、apache、elasticsearchなどを使用した経験があります。

     2つめはシステムの保守経験です。
     たくさんあるプログラムを引き継ぎ、それらの保守を行ってきた経験があります。
     ドキュメントも整備されていないプログラムを保守し、改修を行ってきました。
     また、保守しているプログラムに対しリファクタリングを行った経験もあります。

     3つめは参考書を読んで得た知識です。
     参考書を書いた人たちの経験を、参考書を読むことで私の経験の一部としてきました。
     読んできた書籍は20冊以上に渡っており、システムの開発にも保守にも非常に役立っております。
     書籍を読むことで仕事では得られない知識や経験を得ることができ、普段仕事をするだけでは得られない経験も書籍から得ることができています。

     以上、私の活かせる経験となります。
    '
);