insert into career values (
    null,
    1,
    '2019-04-15',
    '2020-11-26',
    'バッチシステムの保守',
    '【プロジェクト概要】
      通信設備のインテグ業務に使用するシステム内のバッチの開発と保守/運用を担当していた。

     【担当フェーズ】
      ・詳細設計
      ・開発
      ・テスト
      ・運用/保守

    【業務内容】
      ・機能追加
      ・不具合修正
      ・お問い合わせ対応

    【実績・取り組み】
      ・顧客と要求についてヒアリングし、機能の追加を担当。600行程度のバッチを何本か開発した。また、既存のバッチの改修を顧客と認識を合わせながら修正を行っていた。

    【環境】
      ・php
      ・mysql

    【規模】
      ・4名
    '
);

insert into career values (
    null,
    1,
    '2018-04-02',
    '2019-03-29',
    'Webサービスの保守',
    '【プロジェクト概要】
      ポータルサイト内の1つのコンテンツで使用するwebサービスの開発と保守/運用を担当していた。

     【担当フェーズ】
      ・詳細設計
      ・開発
      ・テスト
      ・運用/保守

     【業務内容】
      ・機能追加
      ・VULS対応
      ・不具合修正
      ・お問い合わせ対応

     【実績・取り組み】
      ・リーダーと打ち合わせを行い、機能の開発や保守を行っていた。顧客からの問い合わせ対応を主に行っており、既存のwebサービスのプログラムを読んで、対応を行っていた。

     【環境】
      ・php
      ・ruby
      ・javascript
      ・html
      ・css
      ・mysql
      ・apache
      ・elasticsearch

     【規模】
      ・4名
    '
);

insert into career values (
    null,
    1,
    '2018-02-12',
    '2018-03-30',
    '研修用アプリの開発',
    '【プロジェクト概要】
      研修用として使用するHololensのアプリの作成を担当していた。

     【担当フェーズ】
      ・詳細設計
      ・開発
      ・テスト

     【業務内容】
      ・機能作成

     【実績・取り組み】
      ・リーダーと話し合いながら、作成する機能を決めていった。機能に合わせてHololensのライブラリについて調べながら開発を進めていった。

     【環境】
      ・C#
      ・Unity
      ・Hololens

     【規模】
      ・2名
    '
);

insert into career values (
    null,
    1,
    '2017-06-01',
    '2018-01-15',
    'スマホアプリの開発',
    '【プロジェクト概要】
      ゲームでポイントが貯まるスマホアプリの開発を担当していた。
      サーバサイドでAPIの開発も行っていた。

     【担当フェーズ】
      ・基本設計
      ・詳細設計
      ・開発
      ・テスト

     【業務内容】
      ・機能作成

     【実績・取り組み】
      ・デザイナーからデザインを頂き、そのデザインを元に開発を行っていた。スマホゲームという初めての環境ではあったが、webで調べたりしながら開発を行い、機能を実装していった。

     【環境】
      ・C#
      ・Unity
      ・php
      ・CakePHP
      ・mysql
      ・apache

     【規模】
      ・3名
    '
);

insert into career values (
    null,
    1,
    '2017-05-01',
    '2017-05-31',
    'システムの機能追加',
    '【プロジェクト概要】
      既存のシステムに対してのユーザー管理のライブラリの追加

     【担当フェーズ】
      ・詳細設計
      ・開発
      ・テスト

     【業務内容】
      ・機能作成

     【実績・取り組み】
      ・OJTを行いながら開発を行った。既存のシステムのソースコードを調査しながら、新しい機能の開発を行った。

     【環境】
      ・php
      ・mysql

     【規模】
      ・2名
    '
);

insert into career values (
    null,
    2,
    '2021-05-26',
    '2021-05-26',
    'テスト用',
    'テスト用です。'
);